Repository: lainsce/planitis
Catalog: po/extra/*.po
Languages: pl

source: Resource Management game set in space
pl: Gra o zarządzaniu zasobami w kosmosie

source: Resource Management;Game;
pl: Zarządzanie zasobami;Gra;

source: Build up your planet's buildings and grow yourself a ecumenopolis of native aliens. Get mines of minerals, crystals and even hydrogen to build more structures and synthesizers.
pl: Wznieś budynki swojej planety i stwórz ekumenopolis z rdzennych kosmitów. Zadbaj o kopalnie minerału, kryształu, a nawet wodoru, żeby budować jeszcze więcej struktur i syntezatorów.

source: Quit anytime with the shortcut Ctrl + Q
pl: Wyjdź z gry kiedy chcesz skrótem Ctrl + Q

source: Release: Reserch Labs Operational
pl: Wydanie: Działające Laboratoria Badawcze

source: Fix: The research lab levels are now reported.
pl: Poprawiono: Poziomy laboratorium badawczego są od teraz podawane.

source: Release: Fix and Smash Bugs
pl: Wydanie: Poprawki i zgniatanie bugów

source: Fix: There was some game locking bugs happening that would make the game unplayable. (fixed by Kai Gillmann [Silberling on GitHub])
pl: Poprawiono: Kilka błędów blokujących grę na tyle, że mogły uczynić ją niegrywalną. (Poprawki zrobił Kai Gillmann; Silberling na GitHubie)

source: Release: Day 1 Patch
pl: Wydanie: Łatka Dnia Pierwszego

source: Some last minute fixes.
pl: Poprawki na ostatnią minutę.

source: Release: Stable
pl: Wydanie: Stabilne

source: First release.
pl: Pierwsze wydanie.
