Repository: lainsce/planitis
Catalog: po/*.po
Languages: de, fr, nl, pl

source: Type:
de: Typ:
nl: Soort:
pl: Typ:

source: Atmosphere:
de: Atmosphäre:
fr: Atmosphère :
nl: Atmosfeer:
pl: Atmosfera:

source: Diameter:
de: Durchmesser:
fr: Diamètre :
nl: Straal:
pl: Średnica:

source: Population:
de: Bevölkerung:
nl: Bevolking:
pl: Populacja:

source: Mineral:
fr: Minerai :
nl: Mineraal:
pl: Minerał:

source: Crystal:
de: Kristall:
fr: Cristal :
nl: Kristal:
pl: Kryształ:

source: Hydrogen:
de: Wasserstoff:
fr: Hydrogène :
nl: Water:
pl: Wodór:

source: Mines & Storage
de: Minen & Speicher
fr: Mines et Stockage
nl: Mijnen en opslag
pl: Kopalnie i magazyny

source: Mineral Mine:
fr: Mine de Minerai :
nl: Mineraalmijn:
pl: Kopalnia minerału:

source: Crystal Mine:
de: Kristallmine:
fr: Mine de Cristal :
nl: Kristalmijn:
pl: Kopalnia kryształu:

source: Hydrogen Mine:
de: Wasserstoffmine:
fr: Mine d'Hydrogène :
nl: Watermijn:
pl: Kopalnia wodoru:

source: Build!
de: Bau!
fr: Construire !
nl: Bouwen!
pl: Buduj!

source: To build the next level, %.0f of Mineral and %.0f of Crystal is needed
de: Um das nächste Level aufzubauen, werden % .0f Mineral und % .0f Kristall benötigt
fr: Pour atteindre le niveau suivant, %.0f de Minerai et %.0f de Cristal sont nécessaires
nl: Je hebt %.0f mineraal en %.0f kristal nodig om het volgende level op te bouwen
pl: Żeby zbudować następny poziom, potrzebujesz %.0f minerału i %.0f kryształu

source: Mineral Storage:
de: Mineralspeicher:
fr: Stockage de Minerai :
nl: Mineraalopslag:
pl: Magazyn minerału:

source: Crystal Storage:
de: Kristallspeicher:
fr: Stockage de Cristal :
nl: Kristalopslag:
pl: Magazyn kryształu:

source: Hydrogen Storage:
de: Wasserstoffspeicher:
fr: Stockage d'Hydrogène :
nl: Wateropslag:
pl: Magazyn wodoru:

source: To build the next level, %.0f of Mineral is needed
de: Um das nächste Level aufzubauen, werden % .0f Mineral benötigt
fr: Pour atteindre le niveau suivant, %.0f de Minerai sont nécessaires
nl: Je hebt %.0f mineraal nodig om het volgende level op te bouwen
pl: Żeby zbudować następny poziom, potrzebujesz %.0f minerału

source: To build the next level, %.0f of Crystal is needed
de: Um das nächste Level aufzubauen, werden % .0f Kristall benötigt
fr: Pour atteindre le niveau suivant, %.0f de Cristal sont nécessaires
nl: Je hebt %.0f kristal nodig om het volgende level op te bouwen
pl: Żeby zbudować następny poziom, potrzebujesz %.0f kryształu

source: To build the next level, %.0f of Hydrogen is needed
de: Um das nächste Level aufzubauen, werden % .0f Wasserstoff benötigt
fr: Pour atteindre le niveau suivant, %.0f d'Hydrogène sont nécessaires
nl: Je hebt %.0f water nodig om het volgende level op te bouwen
pl: Żeby zbudować następny poziom, potrzebujesz %.0f wodoru

source: Population Housing:
de: Wohnbevölkerung:
nl: Huishoudens:
pl: Domostwa dla populacji:

source: To build the next level, %.0f of Crystal and %.0f of Hydrogen is needed
nl: Je hebt %.0f kristal en %.0f water nodig om het volgende level op te bouwen
pl: Żeby zbudować następny poziom, potrzebujesz %.0f kryształu i %.0f wodoru

source: Research Lab & Technologies
de: Forschungslabor & Technologien
fr: Laboratoire de recherche et Technologies
nl: Onderzoek en technologieÃ«n
pl: Laboratorium badawcze i technologie

source: Research Lab:
de: Forschungslabor:
fr: Laboratoire de Recherche :
nl: Onderzoekslab:
pl: Laboratorium badawcze:

source: To build the next level, %.0f of Mineral, %.0f of Crystal and %.0f of Hydrogen is needed
de: Um das nächste Level aufzubauen, werden % .0f Mineral, %.0f Kristall und %.0f Wasserstoff benötigt
fr: Pour atteindre le niveau suivant, %.0f de Minerai, %.0f de Cristal et %.0f d'Hydrogène sont nécessaires
nl: Je hebt %.0f mineraal, %.0f kristal en %.0f water nodig om het volgende level op te bouwen
pl: Żeby zbudować następny poziom, potrzebujesz %.0f minerału, %.0f kryształui %.0f wodoru

source: Synthesizer of Minerals:
de: Synthesizer von Mineralien:
fr: Synthétiseur de Minerais :
nl: Mineraalsynthese:
pl: Syntezator minerału:

source: Research!
de: Erforschen!
fr: Rechercher !
nl: Onderzoeken!
pl: Badaj!

source: To research the next level, %.0f of Crystal, %.0f of Hydrogen and a Research Lab level of 1 is needed
de: Um die nächste Stufe zu erforschen, werden % .0f Kristall, % .0f Wasserstoff und eine Stufe von 1 im Forschungslabor benötigt
fr: Pour atteindre le niveau suivant, %.0f de Cristal, %.0f d'Hydrogène et un Laboratoire de Recherche de niveau 1 sont nécessaires
nl: Je hebt %.0f kristal, %.0f water en onderzoekslabniveau 1 nodig om het volgende level op te bouwen
pl: Żeby wynaleźć następny poziom, potrzebujesz %.0f kryształu, %.0f wodoru i Laboratorium badawcze poziomu 1

source: Synthesizer of Crystals:
de: Synthesizer von Kristallen:
fr: Synthétiseur de Cristaux :
nl: Kristalsynthese:
pl: Syntezator kryształu:

source: To research the next level, %.0f of Crystal, %.0f of Hydrogen and a Research Lab level of 2 is needed
de: Um die nächste Stufe zu erforschen, werden % .0f Kristall ,% .0f Wasserstoff und eine Stufe von 2 im Forschungslabor benötigt
fr: Pour atteindre le niveau suivant, %.0f de Cristal, %.0f d'Hydrogène et un Laboratoire de Recherche de niveau 2 sont nécessaires
nl: Je hebt %.0f kristal, %.0f water en onderzoekslabniveau 2 nodig om het volgende level op te bouwen
pl: Żeby wynaleźć następny poziom, potrzebujesz %.0f kryształu, %.0f wodoru i Laboratorium badawcze poziomu 2

source: Synthesizer of Hydrogen:
de: Synthesizer von Wasserstoff:
fr: Synthétiseur d'Hydrogène :
nl: Watersynthese:
pl: Syntezator wodoru:

source: To research the next level, %.0f of Crystal, %.0f of Hydrogen and a Research Lab level of 3 is needed
de: Um die nächste Stufe zu erforschen, werden % .0f Kristall ,% .0f Wasserstoff und eine Stufe von 3 im Forschungslabor benötigt
fr: Pour atteindre le niveau suivant, %.0f de Cristal, %.0f d'Hydrogène et un Laboratoire de Recherche de niveau 3 sont nécessaires
nl: Je hebt %.0f kristal, %.0f water en onderzoekslabniveau 3 nodig om het volgende level op te bouwen
pl: Żeby wynaleźć następny poziom, potrzebujesz %.0f kryształu, %.0f wodoru i Laboratorium badawcze poziomu 3

source: Info
fr: Information
nl: Informatie
pl: Informacje

source: Mines
de: Minen
nl: Mijnen
pl: Kopalnie

source: Research
de: Forschung
fr: Recherche
nl: Onderzoek
pl: Badania

source: Temperate Terrestrial
de: Gemäßigt Terrestrisch
nl: Gematigd wezen
pl: Umiarkowany lądowy

source: Polarian Terrestrial
nl: Polair wezen
pl: Polarny lądowy

source: Chthonian Terrestrial
nl: Chthonisch wezen
pl: Chtoniczny lądowy

source: Temperate Gas Giant
de: Gemäßigter Gasriese
nl: Gematigde gasreus
pl: Umiarkowany gazowy olbrzym

source: Polarian Gas Giant
de: Polarischer Gasriese
nl: Polaire gasreus
pl: Polarny gazowy olbrzym

source: Chthonian Gas Giant
de: Chthonianischer Gasriese
nl: Chthonische gasreus
pl: Chtoniczny gazowy olbrzym

source: Temperate Dwarf
de: Gemäßigter Zwerg
nl: Gematigde dwerg
pl: Umiarkowany karłowaty

source: Polarian Dwarf
de: Polarischer Zwerg
nl: Polaire dwerg
pl: Polarny karłowaty

source: Chthonian Dwarf
de: Chthonischer Zwerg
nl: Chthonische reus
pl: Chtoniczny karłowaty

source: Nitrogenic
de: Stickstoffhaltig
nl: Stikstofrijk
pl: Azotowa

source: Nitrogen & Oxygen
de: Stickstoff und Sauerstoff
nl: Stikstof en zuurstof
pl: Azotowo-tlenowa

source: Methane
de: Methan
nl: Methaan
pl: Metanowa

source: Beryllic
de: Beryllisch
nl: Beryllisch
pl: Berylowa

source: Carbon Dioxide
de: Kohlendioxid
nl: Koolstofdioxide
pl: Dwutlenkowęglowa

source: Argonic
nl: Argonisch
pl: Argoniczny

source: Helium
pl: Helowa

source: Hydrogenic
de: Wasserstoff
nl: Waterrijk
pl: Wodorowa

source: Incognito
de: Inkognito
